{
    "en": {
        "index_title": "Redblock NFT",
        "index_h1_1": "REVOLUTION",
        "index_h1_2": "STARTS",
        "index_btn": "RIOT",
        "nav_about": "About",
        "nav_allies": "Allies",
        "nav_roadmap": "Roadmap",
        "nav_mint": "Mint",
        "nav_farm": "Farm",
        "nav_whitelist": "Whitelist",
        "nav_wallet": "My Wallet",
        "nav_hall": "Hall of Fame",
        "nav_rarity": "Rarity",
        "nav_faq": "FAQ",
        "nav_team": "Team",
        "about_title": "About NFT Redblock",
        "about_header": "All NFT collectors, unite!",
        "about_text": "Red Block is a collection of 9917 Comrades on the Ethereum blockchain.<br/><br/>We are the first NFT project going deep into a cultural and historical phenoмenon, which lasted for almost a century. Each artifact had a deep psychological impact on millions of people and was masterfully used to manipulate masses. You can engage into the full spectrum of emotions — from the enthusiasm of the October рevolution soldiers — through the joy of collectivisation — to the red terror despair. While we reminisce, combining Soviet Union nostalgia with the new times' inspiration, you can find an emblem for your representation in this new realm. Mint your revolution tool! Join our commune!<br/><br/>We are using the symbols of both USSR and 21st century realities. RedBlock is a digital commune, where artifacts of the USSR are mixed with modern life items. Comrades are avatars of young revolutionaries and anyone who's happened to live now. We believe in a bright future and our flaming hearts are not absorbed by the bureaucracy of the late USSR. We stick to the values of early communism — we’re being honest and not minting anything for ourselves. Everything is for the commune.",
        "mint_title": "Mint RedBlock NFT",
        "mint_header": "MINT",
        "mint_unit": "per unit",
        "mint_tokens": "TOKENS",
        "mint_connect": "Connect",
        "allies_title": "Allies",
        "allies_header": "Allies",
        "allies_text": "<p>We value the input of the early adopters and supporters of the NFTs.</p><p>On November 7th the WHITELIST will be open for all our early supporters. Check WHITELIST page for more information.</p><p>CryptoPunks, VeeFriends and Meebits (Larva labs) holders are automatically whitelisted and will be able to mint a Comrade 12 hours prior to the launch. 5 Comrades per wallet maximum.</p><p>100 Comrades are reserved for each of the following communities to mint with their tokens:<br>1. Hashmasks, Whale, Ethercards community members have an opportunity to buy RedBlock NFTs using their ERC20 tokens.<br>2. NFT to NFT swap. RedBlock Comrades are reserved for the exchange to your Artblock, and NFTbox’es. 3 Comrades for 1 Artblock and 1 Comrade for 1 NFTBox.</p><p>Building the bright future together!</p>",
        "team_title": "Redblock team",
        "team_header": "Team",
        "team_denis": "Denis17",
        "team_denis_desc": "Co-founder of one of the main metaverse agencies DappCraft, NFT enthusiast since 2017.",
        "team_egor": "Yegor",
        "team_egor_desc": "PR producer of DappCraft working with top NFT artists, journalist writing about NFT and metaverses for Esquire, RBC.crypto and Moscow Daily News.",
        "team_artem": "Artem",
        "team_artem_desc": "Lead development of Bridgemutual. Implemented sophisticated system of smart contracts with more than $25 mln TVL. Solidity developer & architect.",
        "team_omen": "Omen",
        "team_omen_desc": "International economist, p2e enthusiast, successful Axie manager.",
        "team_george": "George",
        "team_george_desc": "Israel Defense Forces cryptographer, frontend developer, crypto-enthusiast.",
        "team_vera": "Vera",
        "team_vera_desc": "Poet of the revolution, shaman, Pelevin’s daughter, meaning’s developer.",
        "team_alexander": "Alexander",
        "team_alexander_desc": "PhD in philosophy, gamer since 1985.",
        "team_anasi": "Anasi",
        "team_anasi_desc": "Show-business manager, successful Axie manager, NFT-enthusiast.",
        "kolhoz_title": "Farm",
        "kolhoz_header": "Farm",
        "kolhoz_text": "<p class=\"p_bold\">Very soon the FARM will be released.<br/> Everyone are invited to come and farm USSR tokens!</p><p>When you send your Comrades to farm, a proportional amount of daily emissioned USSR tokens will be at your disposal for withdrawal. Put your Comrades to work and get income, which you can later spend on our future drops and props.</p><p>Token emission is limited and staking will only last for 5 years. Stay tuned and come early!</p>",
        "wallet_title": "My wallet",
        "wallet_header": "My wallet",
        "hall_title": "Hall of fame",
        "hall_header": "Hall of fame",
        "hall_text": "Only 7 out of 13 Legendary Comrades will be available for sale immediately. Other 6 will be placed on Dutch auctions after the end of sales, to buy for U$$R tokens, earned by your Comrade in Farm farming. All the tokens raised in the auctions will be burned as a deflationary mechanism incentive.",
        "coming": "Coming soon",
        "connect": "Connect",
        "loading": "...loading",
        "installMetamask": "Please install Metamask",
        "connectMetamask": "Please connect Metamask",
        "accountNotList": "Account is not listed",
        "accountList": "Already whitelisted",
        "join_whitelist": "Join Whitelist",
        "already_whitelisted": "Already whitelisted",
        "ineligible": "Ineligible for whitelisting",
        "joinWhitelist": "Join Whitelist",
        "chainId": "Check your chainID, only mainnet and rinkeby are allowed",
        "buyFor": "BUY FOR",
        "amount": "AMOUNT",
        "max": "MAX",
        "approve": "Approve",
        "buy": "Buy",
        "add": "Add",
        "error": "Error occurred",
        "faq_title": "FAQ",
        "faq_header": "FAQ",
        "faq_q0": "Are you ducking serious?",
        "faq_a0": "We are a postmodern project - we’re not too serious. Redblock combines soviet beliefs and faith into a bright future which resides with the sarcasm of the present, nostalgic irony and communistic trolling.",
        "faq_q1": "What can I do with my Comrades?",
        "faq_a1": "- Send to FARM to earn tokens for their hard work<br/>- Gamble on OpenSea<br/>- HODL (the revolution is only a beginning)",
        "faq_q2": "Is there a limit on Comrades to mint?",
        "faq_a2": "- 5 per transaction<br>- 5 per wallet<br/>- 100 per ERC20 token<br/>- 100 per NFT collection",
        "faq_q3": "What are the prices for the Comrades?",
        "faq_a3": "- 0.0711 ETH<br/>- 3000 NCT<br/>- 750 Dust<br/>- 18 WHALE<br/>- 1 NFTBoxes NFT for 1 comrade<br/>- 1 art blocks NFT for 3 comrades<br/>(the erc20 tokens price is bound to change due to the market conditions)",
        "faq_q4": "What is FARM?",
        "faq_a4": "Farm is a so-called \"liquidity mining\" where you can send your comrades to and earn USSR tokens for further usage.",
        "faq_q5": "How can I mint a Comrade via Dust, NCT, Whale tokens?",
        "faq_a5": "These ERC20-compatible tokens can be used as an alternative to ether to mint a comrade for yourself. A discrepancy between minting via ether is that you will have to send an additional approval transaction before purchasing a comrade.",
        "faq_q6": "How can I exchange art blocks and NFTBoxes NFTs for the Comrades?",
        "faq_a6": "The aforementioned NFTs can also be exchanged for the comrades. You will have to select and approve the NFTs you wish to swap and initiate an exchange transaction subsequently.",
        "faq_q7": "Can I mint via smartphone?",
        "faq_a7": "Surely you can, install a Metamask app and you are ready to go. However, we highly recommend buying from the PC to diminish the risk of failure.",
        "faq_q8": "How many different traits are there?",
        "faq_a8": "In combinatorial means, there are more than 60 billion distinct trait combinations, yet only 9917 of them will be captured in the comrades.",
        "faq_q9": "Why do I need U$$R tokens?",
        "faq_a9": "First and foremost, U$$R token is a Redblock utility token. Moreover, it will be used in the upcoming Market and Chernobyl platform upgrades. Also, you can trade USSR tokens on Uniswap..",
        "faq_q10": "What is PYATILETKA?",
        "faq_a10": "Pyatiletka is our informal name of the roadmap.",
        "faq_q11": "Which wallets are supported for minting?",
        "faq_a11": "Metamask only.",
        "faq_q12": "Which secondary NFT markets do you support?",
        "faq_a12": "OpenSea.",
        "faq_q13": "How does a leaderboard work?",
        "faq_a13": "You have to invite to our Discord as many friends as possible to be eligible for a prize. First 5 leaders will receive 500/400/300/200/100 DAI.",
        "rarity_title": "RedBlock Rarity",
        "rarity_total": "Total",
        "rarity_men": "Men",
        "rarity_women": "Women",
        "rarity_desc": "Each comrade may be equipped with up to 8 different traits: clothing, right hand item, left hand item, headdress, extra cloth decoration, special facial attribute and a background (clothes and backgrounds are assigned to everyone).",
        "rarity_adolescent": "Adolescent",
        "rarity_muzzles": "Muzzles",
        "rarity_bears": "Bears",
        "rarity_legendary": "Legendary",
        "redlist_title": "Redblock whitelist",
        "redlist_header": "WHITE",
        "redlist_header2": "list",
        "redlist_content": "<p>Building the bright future together!</p><p>Early supporters of our commune are eligible to join the whitelist!</p><p>The whitelisted members will be able to mint their Comrades 12 hours prior to the main sale.</p>",
        "redlist_discord": "Here you can join the whitelist",
        "redlist_discord_btn": "Join Whitelist",
        "pyatiletka_title": "Pyatiletka",
        "pyatiletka_header": "PYATILETKA",
        "pyatiletka_desc": "Originally, Pyatiletka is the fiveyear plan for the development of the national economy of the USSR <br/><br/> RedBlock currency is the USSR token <br/> All the future activities within our plan will utilize the USSR-tokens",
        "pyatiletka_s1_title": "FARM",
        "pyatiletka_s1_quote": "“Who does not work shall not eat” <br />VLADIMIR LENIN",
        "pyatiletka_s1_desc": "<p>Farm is our <b>NFT staking facility.</b> Send your comrades to farm and earn USSR tokens, which will be needed for purchase of legendary comrades in auctions, mintage of the future collections and subscriptions.</p><p>Daily emission of USSR tokens is <b>limited</b> - the more comrades are sent, the less each comrade earns. Think of it as a strawberry field. The more workers harvest strawberries, the less strawberries an individual worker gets. So come early!</p><p>Similar to the crops fields, the farm lifespan is not eternal and will only last for 5 years. Thus the total supply of USSR tokens is <b>capped.</b></p><p>We will also create a <b>pool on Uniswap V3</b> between ETH and USSR tokens in order for the comrades not to work for free.</p>",
        "pyatiletka_s2_title": "“ДIGITAЛ TRUTH” Newspaper",
        "pyatiletka_s2_quote": "News of the NFT space, reviews, drops, art, and a bit of propaganda. <br /> “Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle”<br /> VLADIMIR LENIN",
        "pyatiletka_s2_desc": "<p>We’re planning to publish an underground newspaper.</p><p>You can buy our newspaper for some USSR tokens.</p><p>“ДIGITAЛ TRUTH” has a <b>circulation</b> of 100 copies. It’s being discussed how often the censor bureau will allow us to publish it. You can buy an annual or monthly <b>subscription</b> in USSR tokens.</p>",
        "pyatiletka_s3_title": "GASTRONOM",
        "pyatiletka_s3_quote": "We sell art of our fellow comrades here",
        "pyatiletka_s3_desc": "<p>That’s <b>the marketplace</b> where you will face the Soviet reality of deficit.</p><p>In the USSR, you couldn’t just come to the supermarket and buy what you want. You had to suffer. There was a shortage of everything, even sausages were a rare get.</p><p>Be prepared for the long queues to get <b>rare NFTs.</b></p>",
        "pyatiletka_s4_title": "CHILDREN OF THE REVOLUTION",
        "pyatiletka_s4_quote": "Second Generation Comrades.",
        "pyatiletka_s4_desc": "<p>If you’ve minted male and female comrades, there’s a chance they fall in love and <b>make a kid</b>, who’s also an NFT. You’ll need USSR tokens to invite your comrade partner to a romantic restaurant dinner, or to buy a trip to a Crimean sanatorium.</p><p>Kids are the <b>second generation</b> of RedBlock reality and they’ll have a different life path and story, probably…</p>",
        "pyatiletka_s5_title": "BACK in the USSR",
        "pyatiletka_s5_quote": "",
        "pyatiletka_s5_desc": "<p>Later we’ll open up a space somewhere in Metaverse, with music and performances.</p>",
        "pyatiletka_s6_title": "CHERNOBYL",
        "pyatiletka_s6_quote": "“Communism is Soviet power plus the electrification of the whole country” <br />VLADIMIR LENIN",
        "pyatiletka_s6_desc": "<p>Boom!</p><p>There will be some mutations, experiments with your NFTs, it’s alright, you’ll be fine.</p>",
        "pyatiletka_s7_title": "KGB",
        "pyatiletka_s7_quote": "“But every little difference may become a big one if it is insisted on”<br />VLADIMIR LENIN",
        "pyatiletka_s7_desc": "<p>Secret service</p>",
        "pyatiletka_s8_title": "BRIGHT FUTURE!",
        "pyatiletka_s8_quote": "",
        "pyatiletka_s8_desc": "",
        "hall_che": "Ernesto Che Guevara",
        "hall_len": "Vladimir Ilyich Ulyanov-Lenin",
        "hall_mao": "毛澤東"
    },
    "cn": {
        "index_title": "Redblock NFT",
        "index_h1_1": "REVOLUTION",
        "index_h1_2": "STARTS",
        "index_btn": "RIOT",
        "nav_about": "About",
        "nav_allies": "盟友",
        "nav_roadmap": "Roadmap",
        "nav_mint": "铸币",
        "nav_farm": "Farm",
        "nav_whitelist": "白名单",
        "nav_wallet": "My Wallet",
        "nav_hall": "名人堂",
        "nav_rarity": "稀有物",
        "nav_faq": "常见问题",
        "nav_team": "团队",
        "about_title": "About NFT Redblock",
        "about_header": "All NFT collectors, unite!",
        "about_text": "Red Block 是以太坊区块链上 9917 位同志的集合。<br/><br/>世界变化比以往任何时候都快。意识形态的混合程度是前所未有的，有时看起来超现实，事实上——后现代主义就是我们现在生活的地方。为了解决这个问题，我们提出了这个公社的想法。它反映了我们现在在世界上看到的一切，它是多么多样化——但我们试图让它更具包容性。出生在一个赞扬 1917 年革命的国家，我们可以了解它的真实历史。我们也经历过社会主义国家的搞笑和争议的一面，愿意分享。<br/><br/>Red Block Comrades 就是第一批您可以直接与其他 NFT 交换或使用其他项目的代币购买的 NFT（更多详情请参见“Allies”页面）。<br/>此外，我们是第一个深入研究文化和历史现象的 NFT 项目，这种现象持续了近一个世纪。每件神器都对数百万人产生了深刻的心理影响，并被巧妙地用来操纵群众。您可以体验各种情绪——从十月革命士兵的热情——到集体化的喜悦——再到红色恐怖的绝望。尽管如此，我们仍然相信所有人民都受到平等尊重和重视的苏联梦想。因此，我们的 NFT 具有不同的变量，以展示革命工具的多样性。你可以成为任何人，你总是有所作为。正如卡尔·马克思所说：“各尽所能，按需分配”。在我们回忆的同时，将苏联怀旧与新时代的灵感相结合，您可以在这个新领域找到一个象征。铸造你的革命工具！加入我们的公社！<br/><br/>我们将苏联时代的文物融入现代现实，让您体验成为一名革命者（或苏联公民）的感觉。如果您从未亲眼目睹苏联并想了解这个大规模的社会实验，或者您对它有一些美好的回忆，您会在我们的收藏中找到那个时代最突出的文化符号。但我们并没有太认真。<br/>我们正在以后现代的方式使用苏联和 21 世纪现实的象征。 RedBlock 是一个数字公社，在这里，苏联的文物与现代生活物品混合在一起。同志们是年轻革命者的化身，是任何碰巧活在当下的人的化身。我们相信光明的未来，我们炽热的心不会被苏联后期的官僚主义所吸引。我们坚持早期共产主义的价值观——我们诚实，不为自己铸造任何东西。一切都是为了公社。",
        "mint_title": "铸币 RedBlock NFT",
        "mint_header": "铸币",
        "mint_unit": "以太坊  每单位",
        "mint_tokens": "TOKENS",
        "mint_connect": "进入",
        "allies_title": "盟友",
        "allies_header": "盟友",
        "allies_text": "<p>我们重视 NFT 的早期采用者和支持者的投入。</p><p>11月7日，白名单将对所有的早期支持者开放。 请查看白名单页面了解更多信息。</p><p>CryptoPunks、VeeFriends 和 Meebits（Larva labs）持有者会自动列入白名单，并且可以在发布前 的12 小时铸造一个 Comrade币。 每个钱包最多 5 个Comrade币。</p><p>100 个Comrade币预留给以下每个社区，以使用他们的代币进行铸造：<br>1. Hashmasks、Whale、Ethercards 社区成员有机会使用他们的 ERC20 代币购买 RedBlock NFT。<br>2. NFT 到 NFT 的交换。 RedBlock 的Comrade币专供与您的 Artblock 和 NFTbox 交换。 1 个 Artblock 可交换3 个Comrade币，1 个 NFTBox可交换 1 个Comrade币。</p><p>共同建设光明的未来!</p>",
        "kolhoz_title": "农场",
        "kolhoz_header": "农场",
        "kolhoz_text": "<p class=\"p_bold\">农场很快将会发布。<br/> 欢迎所有人来农场种植USSR代币！</p><p>当您将您的同志邀请到农场时，每天都会有一定数量的USSR代币供你支配提取。 让您的同志耕种并获得收入，您可以在之后购买物品和道具。</p><p>代币发行是有限的，权益只能持续5年。敬请关注，先到先得！</p>",
        "wallet_title": "My wallet",
        "wallet_header": "My wallet",
        "hall_title": "名人堂",
        "hall_header": "名人堂",
        "hall_text": "在13位传奇同志中，只有7位可以立即购买。其他 6 位将在发售结束后进行荷兰式拍卖，您可以用在农场（Farm）中获得的USSR币购买。拍卖中筹集的所有代币将作为通货紧缩机制的激励而被烧毁。",
        "coming": "Coming soon",
        "connect": "进入",
        "loading": "...loading",
        "installMetamask": "Please install Metamask",
        "connectMetamask": "Please connect Metamask",
        "accountNotList": "Account is not listed",
        "accountList": "Already whitelisted",
        "join_whitelist": "Join Whitelist",
        "already_whitelisted": "Already whitelisted",
        "ineligible": "Ineligible for whitelisting",
        "joinWhitelist": "Join Whitelist",
        "chainId": "Check your chainID, only mainnet and rinkeby are allowed",
        "buyFor": "BUY FOR",
        "amount": "AMOUNT",
        "max": "MAX",
        "approve": "Approve",
        "buy": "Buy",
        "add": "Add",
        "error": "Error occurred",
        "faq_title": "常见问题",
        "faq_header": "常见问题",
        "faq_q0": "你们是认真的吗？",
        "faq_a0": "我们是一个后现代项目——我们并不太认真。 Redblock 将苏维埃的信仰和信念结合到一起，成为一个光明的未来，这个未来充满了对当下的讽刺、怀旧感十足的反语和对共产主义的赞颂。",
        "faq_q1": "我可以对我的COMRADE做什么？",
        "faq_a1": "- 发送到农场，用其辛勤工作赚取代币<br/>- 在 OpenSea 上赌博<br/>- 坚定持有（革命仅仅是一个开始）",
        "faq_q2": "COMRADE的铸造有限制吗？",
        "faq_a2": "- 每笔交易5个<br>- 每个钱包5个<br/>- 每个ERC20 代币100个<br/>- 每个NFT collection 100个",
        "faq_q3": "COMRADE的价格是多少？",
        "faq_a3": "- 0.0711 ETH<br/>- 3000 NCT<br/>- 750 Dust<br/>- 18 WHALE<br/>- 1 个NFTBoxes NFT 等于 1 个comrade币<br/>- 1 个art blocks NFT 等于 3 个comrade币<br/>(erc20 代币的价格必然会因市场情况而变化）",
        "faq_q4": "什么是耕种？",
        "faq_a4": "耕种（FARM）即所谓的“流动性挖矿”，您可以将您的同志送到这里，并赚取USSR币以供进一步使用。",
        "faq_q5": "我如何通过 DUST、NCT、Whale币铸造Comrade币？",
        "faq_a5": "这些与 ERC20 兼容的代币可以用作以太币的替代品，为自己铸造一个Comrade币。 与通过以太坊造币的不同之处在于，在购买Comrade币之前，您必须发送一个额外的批准交易。",
        "faq_q6": "如何用ART BLOCKS和Nftboxes NFTS来交换COMRADES？",
        "faq_a6": "上述提到的NFT也可用于交换COMRADES。您必须选择并批准您想交换的NFT，并随后开始进行交换。        ",
        "faq_q7": "我可以通过智能手挖矿吗？",
        "faq_a7": "当然可以，您只需安装一个Metamask应用程序，就可以开始了。然而，我们强烈建您电脑端购买，以减少失败的风险。",
        "faq_q8": "有多少不同的特性？",
        "faq_a8": "在组合手段上，有超过600亿种不同的性状组合，而同志中只有9917种会被捕获。        ",
        "faq_q9": "为什么我需要USSR代币？",
        "faq_a9": "首先，USSR代币是一种Redblock实用代币。此外，它将被用于即将到来的市场和切尔诺贝利平台的升级。另外，你可以在Uniswap上交易USSR代币。        ",
        "faq_q10": "什么是 PYATILETKA？",
        "faq_a10": "Pyatiletka 是我们对路线图的非正式名称。        ",
        "faq_q11": "哪些钱包支持挖矿？",
        "faq_a11": "只有Metamask.",
        "faq_q12": "你们支持哪些二级 NFT 市场？",
        "faq_a12": "OpenSea.",
        "faq_q13": "How does a leaderboard work?",
        "faq_a13": "You have to invite to our Discord as many friends as possible to be eligible for a prize. First 5 leaders will receive 500/400/300/200/100 DAI.",
        "rarity_title": "RedBlock 稀有物",
        "rarity_total": "全部",
        "rarity_men": "男性",
        "rarity_women": "女性",
        "rarity_desc": "每位同志最多可以配备 8 种不同的特征：衣服、右手物品、左手物品、头饰、额外的布饰、特殊的面部属性和背景（每个人都可获得衣服和背景）。",
        "rarity_adolescent": "青少年",
        "rarity_muzzles": "面具",
        "rarity_bears": "熊",
        "rarity_legendary": "传说",
        "redlist_title": "Redblock 白名单",
        "redlist_header": "白",
        "redlist_header2": "名单",
        "redlist_content": "<p>共同建设光明的未来!</p><p>社区的早期支持者可加入白名单!</p><p>白名单上的成员将可以在公开发售前12小时内铸造Comrade币（同志币）。</p>",
        "redlist_discord": "在这里您可以加入白名单",
        "redlist_discord_btn": "加入白名单",
        "pyatiletka_title": "Pyatiletka",
        "pyatiletka_header": "PYATILETKA 五年计划 <br> (我们的路线图)",
        "pyatiletka_desc": "[原来，Pyatiletka是苏联国民经济发展的五年计划]<br/><br/> RedBlock 货币是苏联代币。<br/> 我们计划中的所有未来活动都将使用苏联代币。",
        "pyatiletka_s1_title": "FARM",
        "pyatiletka_s1_quote": "[苏联农业集体单位]<br />“[不工作的人不能吃饭]” <br />弗拉基米尔·伊里奇·列宁",
        "pyatiletka_s1_desc": "<p>Farm(集体农庄) 是我们的 <b>NFT数字艺术 staking facility。</b> 将您的同志送到集体农庄并赚取苏联代币这些将需要在拍卖中购买传奇同志，未来收藏和订阅的铸造。</p><p>苏联代币的每日发行量是有限的, 送的同志越多，每个同志挣得越少。把这些东西想象成草莓地：收获草莓的工人越多，一个工人得到的草莓就越少。 所以早点来！</p><p>与庄稼地相似，集体农庄的寿命也不是永恒的，只能维持 5 年。 因此，苏联代币的总供应量<b>是有上限的。</b></p><p>我们还将在 <b>Uniswap V3</b> 上在 ETH 和 USSR 代币之间创建<b>一个pool</b>，这样我们的同志就不会免费工作。</p>",
        "pyatiletka_s2_title": "“ДIGITAЛ TRUTH” 报纸",
        "pyatiletka_s2_quote": "NFT 空间的新闻、评论、掉落、艺术和一些宣传。<br /> “绝望是不明白恶因、看不到出路、能抗争的人的典型。”<br /> 弗拉基米尔·伊里奇·列宁",
        "pyatiletka_s2_desc": "<p>我们正计划出版一份地下报纸。你可以用一些苏联代币购买我们的报纸。</p><p>“ДIGITAЛ TRUTH” 报纸<b>发行</b>量 100 份正在讨论的是人口普查局允许我们多久发布一次。你可以使用苏联代币购买年度或月度<b>订阅。</b></p>",
        "pyatiletka_s3_title": "GASTRONOM",
        "pyatiletka_s3_quote": "我们在这里出售我们同志的艺术品。<br/>我们在这里出售我们同志的艺术品。",
        "pyatiletka_s3_desc": "<p>这就是你将面临苏联赤字现实的<b>市场。</b></p><p>在苏联的时候，你不能只是来超市买你想要的东西。 你不得不受苦，一切都短缺，甚至香肠也很少见。</p><p>为获得<b>稀有 NFT</b> 的长队做好准备。</b></p>",
        "pyatiletka_s4_title": "革命的孩子",
        "pyatiletka_s4_quote": "二代同志",
        "pyatiletka_s4_desc": "<p> 如果你塑造了男性和女性角色，他们很有可能会坠入爱河并生下一个也是 NFT 的孩子。</p><p>你需要邀请苏联代币。</p><p>你的战友去浪漫的餐厅吃饭，或者去克里米亚疗养院旅行。</p><p>孩子们是 RedBlock 现实的<b>第二代</b>，他们将拥有不同的人生道路和故事，可能……</p>",
        "pyatiletka_s5_title": "回到苏联",
        "pyatiletka_s5_quote": "",
        "pyatiletka_s5_desc": "<p>稍后我们将在 Metaverse 的某个地方开辟一个空间，有音乐和表演</p>",
        "pyatiletka_s6_title": "切尔诺贝利",
        "pyatiletka_s6_quote": "“共产主义是苏维埃政权加上整体电气化国家” <br />弗拉基米尔·列宁",
        "pyatiletka_s6_desc": "<p>咚!</p><p>会有一些突变，用你的 NFT 进  行实验，没关系，你会没事的。</p>",
        "pyatiletka_s7_title": "克格勃",
        "pyatiletka_s7_quote": "“但如果坚持，每一个微小的差异都可能成为一个大差异”<br>弗拉基米尔·列宁",
        "pyatiletka_s7_desc": "<p>私人服务/p>",
        "pyatiletka_s8_title": "光明的未来!",
        "pyatiletka_s8_quote": "",
        "pyatiletka_s8_desc": "",
        "hall_che": "埃内斯托·切·格瓦拉",
        "hall_len": "弗拉基米尔·伊里奇·乌里扬诺夫-列宁",
        "hall_mao": "毛澤東",
        "team_title": "Redblock 团队",
        "team_header": "团队",
        "team_denis": "Denis17",
        "team_denis_desc": "主要元宇宙机构之一 DappCraft 的联合创始人，自 2017 年以来一直是 NFT 的爱好者。",
        "team_egor": "Yegor",
        "team_egor_desc": "DappCraft的公关制作人，与顶级NFT艺术家合作，为Esquire（《时尚先生》）、RBC.crypto和Moscow Daily News（《莫斯科每日新闻》）撰写关于NFT和元宇宙的记者。",
        "team_artem": "Artem",
        "team_artem_desc": "领导Bridgemutual的开发。应用超过 2500 万美元总锁定价值的复杂的智能合约系统，。Solidity的开发人员和架构师。",
        "team_omen": "Omen",
        "team_omen_desc": "国际经济学家，p2e 爱好者，成功的 Axie 管理人。",
        "team_george": "George",
        "team_george_desc": "以色列国防军密码学家，前端开发人员，加密币爱好者。",
        "team_vera": "Vera",
        "team_vera_desc": "革命诗人，巫师，佩列文的女儿，价值开发人员。",
        "team_alexander": "Alexander",
        "team_alexander_desc": "哲学博士，自 1985 年以来一直是游戏玩家。",
        "team_anasi": "Anasi",
        "team_anasi_desc": "演艺界经理，成功的 Axie 管理人，NFT 爱好者。"
    },
    "ru": {
        "index_title": "Redblock NFT",
        "index_h1_1": "РЕВОЛЮЦИЯ",
        "index_h1_2": "НАЧНЁТСЯ",
        "index_btn": "МЯТЕЖ",
        "nav_about": "Подробнее",
        "nav_allies": "Союзники",
        "nav_farm": "Колхоз",
        "nav_whitelist": "Whitelist",
        "nav_rarity": "Редкость",
        "nav_mint": "Минт",
        "nav_roadmap": "Roadmap",
        "nav_kolhoz": "Колхоз",
        "nav_wallet": "Кошелёк",
        "nav_hall": "Доска почета",
        "nav_faq": "FAQ",
        "nav_team": "Команда",
        "about_title": "Подробнее об NFT Redblock",
        "about_header": "Все NFT коллекционеры, объединяйтесь!",
        "about_text": "Red Block - это коллекция 9917 NFT-Товарищей на блокчейне Ethereum.<br><br>Red Block Comrades (Товарищи) - это первые NFT, которые вы можете напрямую обменять на другие NFT или купить за токены других проектов (детали на странице “Cоюзники”).<br><br>Также, это первый NFT-проект, который идет вглубь культурно-исторического явления, длившегося почти столетие. Но мы не так серьезны, как может показаться. RedBlock - это цифровая коммуна, где в духе постмодерна символы СССР смешаны с современными предметами и мемами. Товарищи - аватары молодых революционеров и всех современников, включая медведей. Мы верим в светлое будущее, и наши пылающие сердца не поглощены бюрократией позднего СССР (но все будет записано в блокчейне). Мы придерживаемся ценностей раннего коммунизма - мы честны и ничего для себя не минтим. Все для коммуны.<br><br>Каждый из артефактов оказал глубокое психологическое воздействие на миллионы людей и мастерски использовался для манипулирования массами. Если вы никогда не были в Советском Союзе и хотите узнать об этом масштабном социальном эксперименте или, может, у вас остались личные воспоминания об СССР, вы встретите самые яркие культурные символы той эпохи в нашей коллекции. В RedBlock вы сможете пережить полный спектр эмоций - от энтузиазма солдат Октябрьской революции - до радости коллективизации - и отчаяния времен красного террора. Вы также сможете фармить USSR-токены, скрещивать Товарищей, мутировать NFT, праздновать, продавать свой арт и приобретать новые навыки!<br></br>Мы верим в советскую мечту, где все люди уважаемы, ценны и равны. Предметы в руках наших Товарищей демонстрируют разнообразие инструментов революции. Вы можете быть кем угодно, вы сможете сыграть свою роль на стройке Нового Мира. Как говорил Карл Маркс: «От каждого по способностям, каждому по потребностям».<br><br>Пока мы предаемся воспоминаниям, сочетая ностальгию по Советскому Союзу с вдохновением нового времени, вы можете найти свой символ, эмблему, свой аватар для этой новой реальности. Изготовьте свой инструмент революции!<br></br>7-го ноября, в годовщину революции, мы открыли доступ к вайтлисту. Он будет открыт до 20 ноября или до заполнения.<br>Присоединяйтесь к нашей коммуне!",
        "mint_title": "Минт RedBlock NFT",
        "mint_header": "МИНТ",
        "mint_unit": "за Товарища",
        "mint_tokens": "ТОКЕНЫ",
        "mint_connect": "Подключить",
        "allies_title": "Allies",
        "allies_header": "Allies",
        "allies_text": "<p>Мы ценим вклад тех, кто поддерживает идеи NFT с самого начала.</p><p>7-го ноября WHITELIST откроется для всех, кто уже присоединился к нам и оказался в первых рядах постмодерн-революции!</p><p>Вайтлист будет открыт до 20 ноября или до заполнения.</p><p>Владельцы CryptoPunks, VeeFriends и Meebits (Larva Labs) будут зачислены в Whitelist автоматически, и смогут минтить Товарищей за 12 часов до основного запуска продаж. Максимум 5 Товарищей на кошелек.</p><p>100 Товарищей зарезервированы для каждого из следующих комьюнити для минтинга с помощью их токенов:<br/>1. Участники сообществ Hashmasks, Whale, Ethercards могут покупать Redlock NFT Товарищей за свои ERC20 токены.<br/>2. Обмен NFT на NFT. RedBlock Товарищи зарезервированы для обмена на ваши Artblocks, и NFTbox. 3 Товарища за 1 ArtBlock и 1 Товарищ за 1 NFTBox.</p><p>Строим светлое будущее вместе!</p>",
        "kolhoz_title": "Колхоз",
        "kolhoz_header": "Колхоз",
        "wallet_title": "Мой кошелёк",
        "kolhoz_text": "<p class=\"p_bold\">Очень скоро открытие колхоза.<br/> Колхоз - это наша площадка для стейкинга NFT.</p><p>Отправляйте Товарищей в колхоз и зарабатывайте USSR-токены, которые понадобятся для покупки Легендарных Товарищей на аукционах, минтинга будущих коллекций и оплаты подписок.</p><p>Ежедневная эмиссия USSR-токенов ограничена - чем больше Товарищей работает, тем меньше зарабатывает каждый Товарищ. Это можно понять на примере клубничного поля. Чем больше рабочих собирают клубнику, тем меньше клубники получает отдельный рабочий. Так что приходи пораньше!</p><p>Вы сможете легко обменять токены USSR на ETH.</p><p>Эмиссия токенов ограничена и стейкинг продлится 5 лет.</p>",
        "wallet_header": "Мой кошелёк",
        "hall_title": "Доска почета",
        "hall_header": "Доска почета",
        "hall_text": "Только 7 из 13 легендарных товарищей будут доступны для покупки сразу же. Остальные 6 героев станут доступны на голландских аукционах после окончания основных продаж, и купить их можно будет за токены USSR, заработанные вашим Товарищем в Колхозе. Для уменьшения инфляции мы сожжем все токены, собранные на аукционах.",
        "coming": "Coming soon",
        "connect": "Connect",
        "loading": "...loading",
        "installMetamask": "Please install Metamask",
        "connectMetamask": "Please connect Metamask",
        "accountNotList": "Account is not listed",
        "accountList": "Already whitelisted",
        "join_whitelist": "Join Whitelist",
        "already_whitelisted": "Already whitelisted",
        "ineligible": "Ineligible for whitelisting",
        "joinWhitelist": "Join Whitelist",
        "chainId": "Check your chainID, only mainnet and rinkeby are allowed",
        "buyFor": "BUY FOR",
        "amount": "AMOUNT",
        "max": "MAX",
        "approve": "Approve",
        "buy": "Buy",
        "add": "Add",
        "error": "Error occurred",
        "faq_title": "FAQ",
        "faq_header": "FAQ",
        "faq_q0": "Вы вообще серьезно?",
        "faq_a0": "Настолько, насколько серьезен смеющийся Джокер. Redblock - это постмодернистическая история, совецкая тематика и вера в светлое будущее крепко соединена с сарказмом настоящего, ностальгической иронией и коммунистическим троллингом.",
        "faq_q1": "Что я могу делать со своими товарищами?",
        "faq_a1": "- Отправьте в Колхоз/FARM, чтобы он зарабатывал USSR-токены тяжким трудом присутствия на рабочем месте.<br/>- Торговать на OpenSea<br/>- HODL (революция - это только начало)",
        "faq_q2": "Есть ли ограничение на минтинг Товарищей?",
        "faq_a2": "- 5 за транзакцию<br>- 5 на кошелек<br/>- 100 за токен ERC20<br/>- 100 за коллекцию NFT",
        "faq_q3": "Почем Товарищи?",
        "faq_a3": "- 0.0711 ETH<br/>- 3000 NCT<br/>- 750 Dust<br/>- 18 WHALE<br/>- 1 NFTBoxes NFT за 1 Товарища<br/>- 1 art blocks NFT for за 3 товарища<br/>(цена токенов erc20 может измениться в зависимости от рыночных условий)",
        "faq_q4": "Что такое FARM/Колхоз?",
        "faq_a4": "Колхоз - это так называемый «liquidity mining», куда вы можете отправлять своих Товарищей и зарабатывать USSR-токены для дальнейшего использования.",
        "faq_q5": "Как заминтить товарища с помощью токенов Dust, NCT, Whale? ",
        "faq_a5": "Эти ERC20-совместимые токены можно использовать как альтернативу ETH, чтобы заминтить Товарища. Разница между минтингом за ETH в том, что вам придется отправить дополнительную транзакцию \"разрешения\" перед покупкой Товарища.",
        "faq_q6": "Как обменять NFT ArtBlocks и NFTBox на Товарищeй?",
        "faq_a6": "Нужно будет выбрать и обозначить NFT, которые вы хотите обменять, и инициировать транзакцию обмена. ",
        "faq_q7": "Можно ли минтить через смартфон? ",
        "faq_a7": "Конечно, через приложение Metamask.<br>Тем не менее, мы настоятельно рекомендуем покупать с ПК, чтобы минимизировать вероятность ошибок.",
        "faq_q8": "Сколько всего разных атрибутов?",
        "faq_a8": "С точки зрения комбинаторики, существует более 100 миллиардов комбинаций, но только 9917 будут распределены на камрадов.",
        "faq_q9": "Зачем мне USSR-токены?",
        "faq_a9": "В первую очередь, USSR-токен -- это внутренняя валюта Redblock. Кроме этого, он будет использоваться в обновлениях платформы Market и Chernobyl. Также вы можете торговать USSR-токенами на Uniswap.",
        "faq_q10": "Что такое ПЯТИЛЕТКА?",
        "faq_a10": "Пятилетка - наше неофициальное название дорожной карты.",
        "faq_q11": "Какие кошельки поддерживаются для минтинга?",
        "faq_a11": "Только Metamask.",
        "faq_q12": "Какие вторичные рынки NFT вы поддерживаете? ",
        "faq_a12": "OpenSea.",
        "faq_q13": "Как работает лидерборд?",
        "faq_a13": "Вы должны пригласить в наш Discord как можно больше друзей, чтобы соревноваться за приз. Первые 5 лидеров получат 500/400/300/200/100 DAI.",
        "rarity_title": "RedBlock Редкость",
        "rarity_total": "Всего",
        "rarity_men": "Мужчины",
        "rarity_women": "Женщины",
        "rarity_desc": "У каждого товарища может быть до 8 различных характеристик: одежда, фон (присваиваются каждому), предмет в правой руке, предмет в левой руке, головной убор, орден на лацкане, особый лицевой атрибут, знамя.",
        "rarity_adolescent": "Подростки",
        "rarity_muzzles": "Противогазы",
        "rarity_bears": "Медведи",
        "rarity_legendary": "Легендарные",
        "redlist_title": "Redblock whitelist",
        "redlist_header": "WHITE",
        "redlist_header2": "list",
        "redlist_content": "<p>Building the bright future together!</p><p>Early supporters of our commune are eligible to join the whitelist!</p><p>The whitelisted members will be able to mint their Comrades 12 hours prior to the main sale.</p>",
        "redlist_discord": "Here you can join the whitelist",
        "redlist_discord_btn": "Join Whitelist",
        "pyatiletka_title": "Pyatiletka",
        "pyatiletka_header": "PYATILETKA",
        "pyatiletka_desc": "В оригинале, это пятилетний план развития национальной экономики СССР! <br/><br/> Валюта RedBlock - токен USSR. <br/> Все будущие активности в нашем плане развития предполагают использование USSR-токена.",
        "pyatiletka_s1_title": "FARM",
        "pyatiletka_s1_quote": "«Кто не работает, тот не ест» <br />ВЛАДИМИР ЛЕНИН",
        "pyatiletka_s1_desc": "<p>FARM (Колхоз)- это наша площадка для стейкинга NFT. </p><p>Отправляйте Товарищей в колхоз и зарабатывайте USSR токены, которые понадобятся для покупки Легендарных Товарищей на аукционах, минтинга будущих коллекций и оплаты подписок.</p><p>Ежедневная эмиссия USSR токенов ограничена - чем больше Товарищей работает, тем меньше зарабатывает каждый Товарищ. Это можно понять на примере клубничного поля. Чем больше рабочих собирают клубнику, тем меньше клубники получает отдельный рабочий. Ещё колхоз будет работать только 5 лет, так что приходи пораньше!</p><p>Вы сможете легко обменять USSR-токены на ETH.</p>",
        "pyatiletka_s2_title": "Газета “ДIGITAЛ TRUTH”",
        "pyatiletka_s2_quote": "Новости NFT и арт-пространства, обзоры, дропы, немного дружеской пропаганды<br /> «Отчаяние свойственно тем, кто не понимает причин зла, не видит выхода и неспособен к борьбе»<br /> ВЛАДИМИР ЛЕНИН",
        "pyatiletka_s2_desc": "<p>«ДIGITAЛ ПРАВДА» имеет тираж 100 экземпляров. Пока неизвестно, как часто мы будем ее выпускать.</p><p>Вы сможете купить годовую или ежемесячную подписку.</p>",
        "pyatiletka_s3_title": "GASTRONOM",
        "pyatiletka_s3_quote": "[советский магазин]<br>Тут будет продаваться арт наших революционных коллег.",
        "pyatiletka_s3_desc": "<p>Это маркетплейс, и здесь вы познакомитесь с советской действительностью дефицита.</p><p>В СССР нельзя было просто прийти в магазин и купить, что хочешь. Все было в дефиците, даже колбаса была редкостью.</p><p>Будьте готовы к длинным очередям за редкими NFT.</p>",
        "pyatiletka_s4_title": "CHILDREN OF THE REVOLUTION",
        "pyatiletka_s4_quote": "Второе поколение Товарищей.",
        "pyatiletka_s4_desc": "<p>Если в результате минта у вас есть Товарищи мужского и женского пола, то они могут влюбиться и сделать NFT-ребенка.</p><p>Чтоб поухаживать за партнером, нужны будут USSR токены. Их можно будет потратить на романтический ужин в ресторане или на путевку в крымский санаторий.</p><p>Дети - это второе поколение RedBlock-реальности, и у них, возможно, будет другой жизненный путь, другая история...</p>",
        "pyatiletka_s5_title": "BACK in the USSR",
        "pyatiletka_s5_quote": "",
        "pyatiletka_s5_desc": "<p>Позже мы откроем заведение где-нибудь в Метаверсе, с музыкой и представлениями.</p>",
        "pyatiletka_s6_title": "CHERNOBYL",
        "pyatiletka_s6_quote": "«Коммунизм - это советская власть плюс электрификация всей страны» <br />ВЛАДИМИР ЛЕНИН",
        "pyatiletka_s6_desc": "<p>Тыдыщ!</p><p>Тут будут мутации, эксперименты с вашими NFT, но не волнуйтесь, в итоге все будет ОК.</p>",
        "pyatiletka_s7_title": "KGB",
        "pyatiletka_s7_quote": "“Из маленькой ошибки всегда можно сделать чудовищно большую, если на ошибке настаивать”<br />ВЛАДИМИР ЛЕНИН",
        "pyatiletka_s7_desc": "<p>Секретная служба</p>",
        "pyatiletka_s8_title": "BRIGHT FUTURE!",
        "pyatiletka_s8_quote": "",
        "pyatiletka_s8_desc": "",
        "hall_che": "Эрнесто Че Гевара",
        "hall_len": "Владимир Ильич Ульянов-Ленин",
        "hall_mao": "Mao Zedong",
        "team_title": "Команда Redblock",
        "team_header": "Команда",
        "team_denis": "Denis17",
        "team_denis_desc": "кофаундер DappCraft, одного из основных агентств в Metaverse, NFT-энтузиаст с 2017 года.",
        "team_egor": "Yegor",
        "team_egor_desc": "PR-продюсер агентства DappCraft, работающего с топовыми NFT-артистами, журналист, пишущий о NFT и метавселенных для Esquire, RBC.crypto и Moscow Daily News.",
        "team_artem": "Artem",
        "team_artem_desc": "Главный разработчик Bridgemutual. Разработал сложную систему смарт-контрактов с оборотом в более $25 млн. Solidity разработчик и архитектор.",
        "team_omen": "Omen",
        "team_omen_desc": "экономист-международник, p2e-энтузиаст, успешный Axie-менеджер.",
        "team_george": "George",
        "team_george_desc": "криптограф Израильской армии, фронтенд-разработчик, криптоэнтузиаст.",
        "team_vera": "Vera",
        "team_vera_desc": "поэт революции, шаман, дочь Пелевина, разработчик смысла.",
        "team_alexander": "Alexander",
        "team_alexander_desc": "кандидат философских наук, геймер с 1985 года.",
        "team_anasi": "Anasi",
        "team_anasi_desc": "менеджер шоу-бизнеса, успешный Axie-менеджер, NFT-энтузиаст."
    }
}