{
    "en": {
        "index_title": "Redblock NFT",
        "index_h1_1": "REVOLUTION",
        "index_h1_2": "STARTS",
        "index_btn": "RIOT",
        "nav_about": "About",
        "nav_roadmap": "Roadmap",
        "nav_mint": "Mint",
        "nav_kolhoz": "Kolhoz",
        "nav_wallet": "My Wallet",
        "nav_hall": "Hall of Fame",
        "nav_rarity": "Rarity",
        "nav_faq": "FAQ",
        "about_title": "About NFT Redblock",
        "about_header": "All NFT collectors, unite!",
        "about_text": "Red Block is a collection of 9917 Comrades on the Ethereum blockchain.<br><br>We are putting the Soviet era artifacts into modern reality so that you experience how it feels to be a revolutionary (or a citizen of the USSR). If you’ve never witnessed the Soviet Union and want to know abouт this massive social experiment, or maybe you have some sweet memories of it, you’ll find the most prominent cultural symbols of that epoch within our collection.<br><br>Red Block Comrades are the first NFTs which you can directly swap with other NFTs, or buy with other projects tokens. Also, we are the first NFT project going deep into a cultural and historical phenoмenon, which lasted for almost a century. Each artifact had a deep psychological impact on millions of people and was masterfully used to manipulate masses. You can engage into the full spectrum of emotions - from the enthusiasm of the October рevolution soldiers - through the joy of collectivisation - to the red terror despair.<br>While we reminisce, combining Soviet Union nostalgia with the new times' inspiration, you can find an emblem for your representation in this new realm. Mint your revolution tool! Join our commune!",
        "mint_title": "Mint RedBlock NFT",
        "mint_header": "MINT",
        "mint_unit": "per unit",
        "mint_tokens": "TOKENS",
        "mint_connect": "Connect",
        "kolhoz_title": "Kolhoz",
        "kolhoz_header": "Kolhoz",
        "kolhoz_text": "<p class=\"p_bold\">Very soon the KOLHOZ will be released.<br/> Everyone are invited to come and farm USSR tokens!</p><p>When you send your Comrades to kolhoz, a proportional amount of daily emissioned USSR tokens will be at your disposal for withdrawal. Put your Comrades to work and get income, which you can later spend on our future drops and props.</p><p>Token emission is limited and staking will only last for 5 years. Stay tuned and come early!</p>",
        "wallet_title": "My wallet",
        "wallet_header": "My wallet",
        "hall_title": "Hall of fame",
        "hall_header": "Hall of fame",
        "hall_text": "Only 7 out of 13 Legendary Comrades will be available for sale immediately. Other 6 will be placed on Dutch auctions after the end of sales, to buy for U$$R tokens, earned by your Comrade in Kolhoz farming. All the tokens raised in the auctions will be burned as a deflationary mechanism incentive.",
        "coming": "Coming soon",
        "faq_title": "FAQ",
        "faq_header": "FAQ",
        "faq_q1": "What can I do with my Comrades?",
        "faq_a1": "- Send to KOLHOZ to earn tokens for their hard work<br/>- Gamble on OpenSea<br/>- HODL (the revolution is only a beginning)",
        "faq_q2": "Is there a limit on Comrades to mint?",
        "faq_a2": "- 5 per transaction<br>- 5 per wallet<br/>- 100 per ERC20 token<br/>- 100 per NFT collection",
        "faq_q3": "What are the prices for the Comrades?",
        "faq_a3": "- 0.0711 ETH<br/>- 3000 NCT<br/>- 750 Dust<br/>- 18 WHALE<br/>- 1 NFTBoxes NFT for 1 comrade<br/>- 1 art blocks NFT for 3 comrades<br/>(the erc20 tokens price is bound to change due to the market conditions)",
        "faq_q4": "What is KOLHOZ?",
        "faq_a4": "Kolhoz is a so-called \"liquidity mining\" where you can send your comrades to and earn USSR tokens for further usage.",
        "faq_q5": "How can I mint a Comrade via Dust, NCT, Whale tokens?",
        "faq_a5": "These ERC20-compatible tokens can be used as an alternative to ether to mint a comrade for yourself. A discrepancy between minting via ether is that you will have to send an additional approval transaction before purchasing a comrade.",
        "faq_q6": "How can I exchange art blocks and NFTBoxes NFTs for the Comrades?",
        "faq_a6": "The aforementioned NFTs can also be exchanged for the comrades. You will have to select and approve the NFTs you wish to swap and initiate an exchange transaction subsequently.",
        "faq_q7": "Can I mint via smartphone?",
        "faq_a7": "Surely you can, install a Metamask app and you are ready to go. However, we highly recommend buying from the PC to diminish the risk of failure.",
        "faq_q8": "How many different traits are there?",
        "faq_a8": "In combinatorial means, there are more than 60 billion distinct trait combinations, yet only 9917 of them will be captured in the comrades.",
        "faq_q9": "Why do I need U$$R tokens?",
        "faq_a9": "First and foremost, U$$R token is a Redblock utility token. Moreover, it will be used in the upcoming Market and Chernobyl platform upgrades. Also, you can trade USSR tokens on Uniswap..",
        "faq_q10": "What is PYATILETKA?",
        "faq_a10": "Pyatiletka is our informal name of the roadmap.",
        "faq_q11": "Which wallets are supported for minting?",
        "faq_a11": "Metamask only.",
        "faq_q12": "Which secondary NFT markets do you support?",
        "faq_a12": "OpenSea.",
        "faq_q13": "How does a leaderboard work?",
        "faq_a13": "You have to invite to our Discord as many friends as possible to be eligible for a prize. First 5 leaders will receive 500/400/300/200/100 DAI.",
        "rarity_title": "RedBlock Rarity",
        "rarity_total": "Total",
        "rarity_men": "Men",
        "rarity_women": "Women",
        "rarity_desc": "Each comrade may be equipped with up to 8 different traits: clothing, right hand item, left hand item, headdress, extra cloth decoration, special facial attribute and a background (clothes and backgrounds are assigned to everyone).",
        "rarity_adolescent": "Adolescent",
        "rarity_muzzles": "Muzzles",
        "rarity_bears": "Bears",
        "rarity_legendary": "Legendary",
        "redlist_title": "Redblock whitelist",
        "redlist_header": "WHITE",
        "redlist_content": "<p>We value the input of the early adopters and supporters of the NFTs.</p><p>Hashmasks, Whale, Ethercards community members have an opportunity to buy RedBlock NFTs using their tokens.</p><p>100 Comrades are reserved for each of those communities to mint with their tokens on 25th October.</p><p>Building the bright future together!<br>NFT to NFT swap. 100 RedBlock Comrades are reserved for the exchange to your Artblock, and 100 for NFTbox’es<br>In order to distinguish those who have already contributed to combating the old economic system, CryptoPunks, VeeFriends and Meebits (Larva labs) holders can mint a Comrade 12 hours prior to the launch. 5 Comrades per wallet.</p>",
        "pyatiletka_title": "Pyatiletka",
        "pyatiletka_header": "PYATILETKA",
        "pyatiletka_desc": "Originally, Pyatiletka is the fiveyear plan for the development of the national economy of the USSR",
        "pyatiletka_s1_title": "KOLHOZ",
        "pyatiletka_s1_quote": "“Who does not work shall not eat” <br />VLADIMIR LENIN",
        "pyatiletka_s1_desc": "<p>You can go to KOLHOZ to farm USSR tokens.</p><p>When you stake your NFTs, a proportional amount of daily emissioned USSR tokens will be credited to your wallet. Put your Comrade to work and get income, which you can later spend on our future drops and props.</p><p>Token emission is limited and staking will only last for 5 years. Come early!</p>",
        "pyatiletka_s2_title": "Gazeta “ДIGITAЛ TRUTH”",
        "pyatiletka_s2_quote": "“Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle”<br /> VLADIMIR LENIN",
        "pyatiletka_s2_desc": "<p>We’re planning to publish an underground newspaper.</p><p>You can buy our newspaper for %~ USSR tokens.</p><p>“ДIGITAЛ TRUTH” has a circulation of 100 copies. It’s being discussed how often the censor bureau will allow us to publish it.</p><p>You can buy a subscription for 1000 tokens a year, or pay each time.</p>",
        "pyatiletka_s3_title": "GASTRONOM",
        "pyatiletka_s3_quote": "We sell art of our fellow comrades here",
        "pyatiletka_s3_desc": "<p>That’s the place where you will face the Soviet reality of deficit.</p><p>In the USSR, you couldn’t just come to the supermarket and buy  what you want. You had to suffer. There was a shortage of everything, even sausages were a rare get.</p><p>Be prepared for the long queues to get rare NFTs.</p>",
        "pyatiletka_s4_title": "CHILDREN OF THE REVOLUTION",
        "pyatiletka_s4_quote": "",
        "pyatiletka_s4_desc": "<p>If you’ve minted male and female comrades there’s a chance they fall in love and make a kid, who’s also an NFT.</p><p>You’ll need USSR tokens to invite your comrade partner to a romantic restaurant dinner, or to buy a trip to a Crimean sanatorium.</p><p>Kids are the second generation of RedBlock reality and they’ll have a different life path and story, probably...</p>",
        "pyatiletka_s5_title": "BACK in the USSR",
        "pyatiletka_s5_quote": "",
        "pyatiletka_s5_desc": "<p>Later we’ll open up a space somewhere in Metaverse, with music and performances.</p>",
        "pyatiletka_s6_title": "CHERNOBYL",
        "pyatiletka_s6_quote": "“Communism is Soviet power plus the electrification of the whole country” <br />VLADIMIR LENIN",
        "pyatiletka_s6_desc": "<p>Boom!</p><p>There will be some mutations, experiments with your NFTs, it’s alright, you’ll be fine.</p>",
        "pyatiletka_s7_title": "KGB",
        "pyatiletka_s7_quote": "“But every little difference may become a big one if it is insisted on”<br />VLADIMIR LENIN",
        "pyatiletka_s7_desc": "<p>Secret service</p>"
    },
    "ru": {
        "index_title": "Redblock NFT",
        "index_h1_1": "РЕВОЛЮЦИЯ",
        "index_h1_2": "НАЧНЁТСЯ",
        "index_btn": "МЯТЕЖ",
        "nav_about": "Подробнее",
        "nav_mint": "Минт",
        "nav_kolhoz": "Колхоз",
        "nav_wallet": "Кошелёк",
        "nav_hall": "Зал славы",
        "nav_faq": "FAQ",
        "about_title": "Подробнее об NFT Redblock",
        "about_header": "Все NFT коллекционеры, объеденяйтесь!",
        "about_text": "Red Block - это коллекция из 9917 предметов коллекционирования цифрового искусства на блокчейне Ethereum. Мы внедряем артефакты советской эпохи в современную реальность, чтобы вы почувствовали себя революционером. Мы строим общество свободы для реализации социалистических идей. Прежде всего, мы верим в советскую мечту, в которой всех уважают и ценят одинаково. Следовательно, наши NFT содержат 893 различных переменных, чтобы продемонстрировать разнообразие инструментов революции. Вы можете быть кем угодно, и вы всегда будете иметь значение. Как сказал Карл Маркс: «От каждого по способностям, каждому по потребностям».<br><br>Пока мы вспоминаем, сочетая ностальгию по Советскому Союзу с вдохновением нового времени, вы можете найти эмблему для своего изображения в этом новом царстве. Создайте свой инструмент революции! Присоединяйтесь к нашей коммуне!",
        "mint_title": "Минт RedBlock NFT",
        "mint_header": "МИНТ",
        "mint_unit": "за шт",
        "mint_tokens": "ТОКЕНЫ",
        "mint_connect": "Подключить",
        "kolhoz_title": "Колхоз",
        "kolhoz_header": "Колхоз",
        "wallet_title": "Мой кошелёк",
        "wallet_header": "Мой кошелёк",
        "hall_title": "Зал славы",
        "hall_header": "Зал славы",
        "coming": "Coming soon",
        "faq_title": "FAQ",
        "faq_header": "FAQ",
        "faq_q1": "Вопрос 1?",
        "faq_a1": "Преобразование Фурье используется во многих областях науки — в физике, теории чисел, комбинаторике, обработке сигналов, теории вероятностей, статистике, криптографии, акустике, океанологии, оптике, геометрии и многих других. В обработке сигналов и связанных областях преобразование Фурье обычно рассматривается как декомпозиция сигнала на частоты и амплитуды, то есть обратимый переход от временно́го пространства в частотное пространство. Богатые возможности применения основываются на нескольких полезных свойствах преобразования:",
        "faq_q2": "Вопрос 2?",
        "faq_a2": "Преобразование Фурье используется во многих областях науки — в физике, теории чисел, комбинаторике, обработке сигналов, теории вероятностей, статистике, криптографии, акустике, океанологии, оптике, геометрии и многих других. В обработке сигналов и связанных областях преобразование Фурье обычно рассматривается как декомпозиция сигнала на частоты и амплитуды, то есть обратимый переход от временно́го пространства в частотное пространство. Богатые возможности применения основываются на нескольких полезных свойствах преобразования:",
        "faq_q3": "Вопрос 3?",
        "faq_a3": "Преобразование Фурье используется во многих областях науки — в физике, теории чисел, комбинаторике, обработке сигналов, теории вероятностей, статистике, криптографии, акустике, океанологии, оптике, геометрии и многих других. В обработке сигналов и связанных областях преобразование Фурье обычно рассматривается как декомпозиция сигнала на частоты и амплитуды, то есть обратимый переход от временно́го пространства в частотное пространство. Богатые возможности применения основываются на нескольких полезных свойствах преобразования:",
        "faq_q4": "Вопрос 4?",
        "faq_a4": "Преобразование Фурье используется во многих областях науки — в физике, теории чисел, комбинаторике, обработке сигналов, теории вероятностей, статистике, криптографии, акустике, океанологии, оптике, геометрии и многих других. В обработке сигналов и связанных областях преобразование Фурье обычно рассматривается как декомпозиция сигнала на частоты и амплитуды, то есть обратимый переход от временно́го пространства в частотное пространство. Богатые возможности применения основываются на нескольких полезных свойствах преобразования:",
        "faq_q5": "",
        "faq_a5": "",
        "faq_q6": "",
        "faq_a6": "",
        "faq_q7": "",
        "faq_a7": "",
        "faq_q8": "",
        "faq_a8": "",
        "faq_q9": "",
        "faq_a9": "",
        "faq_q10": "",
        "faq_a10": "",
        "faq_q11": "",
        "faq_a11": "",
        "faq_q12": "",
        "faq_a12": "",
        "faq_q13": "",
        "faq_a13": "",
        "rarity_title": "RedBlock Rarity",
        "rarity_total": "Total",
        "rarity_men": "Men",
        "rarity_women": "Women",
        "rarity_desc": "Each comrade may be equipped with up to 8 different traits: clothing, right hand item, left hand item, headdress, extra cloth decoration, special facial attribute and a background (clothes and backgrounds are assigned to everyone).",
        "rarity_adolescent": "Adolescent",
        "rarity_muzzles": "Muzzles",
        "rarity_bears": "Bears",
        "rarity_legendary": "Legendary"
    }
}